Repository: kviron/media-wordpress
Catalog: languages/happyfiles-*.po
Languages: ru_ru

source: %s folders and %s attachments found to import.
ru_ru: найдены папки %s и вложения %s для импорта.

source: %s folders imported and %s attachments categorized.
ru_ru: импортированные папки %s и классифицированные вложения %s.

source: Add New Category
ru_ru: Добавить новую категорию

source: All %s
ru_ru: Все %s

source: All %s Categories
ru_ru: все %s категории

source: All Categories
ru_ru: Все категории

source: All Files
ru_ru: Все файлы

source: Allow SVG Files
ru_ru: Разрешить SVG файлы

source: Alternative Count
ru_ru: Альтернативный Подсчет

source: Although HappyFiles sanitizes your SVG file on upload, please only upload SVG files from trusted sources as they can contain and execute malicious XML code.
ru_ru: Хотя HappyFiles обезопасит ваш SVG-файл при загрузке, пожалуйста, загружайте только SVG-файлы из надежных источников, так как они могут содержать и выполнять вредоносный XML-код.

source: Are you sure you want to delete all your HappyFiles folders and settings data?
ru_ru: Вы уверены, что хотите удалить все свои папки HappyFiles и данные настроек?

source: Assign multiple categories
ru_ru: Назначить нескольких категорий

source: Attachment Page
ru_ru: Страница Вложения

source: Before you deactivate HappyFiles could you let us know why? So we can incorporate your feedback. Thank you!
ru_ru: Прежде чем деактивировать HappyFiles, не могли бы вы сообщить нам почему? Таким образом, мы можем учесть ваши отзывы. Спасибо!

source: Cancel
ru_ru: отмена

source: Caption
ru_ru: Заголовок

source: Categories
ru_ru: Категории

source: Category
ru_ru: Категория

source: Category Editing
ru_ru: Редактировать категорию

source: Category Limit Reached!
ru_ru: Предел категории достигнут!

source: Category not found
ru_ru: Категория не найдена

source: Category not found in trash
ru_ru: Категория не найдена в корзине

source: Click the "Create" button above to add your first category. Then start to drag and drop files into your category.
ru_ru: Нажмите кнопку "Создать" выше, чтобы добавить свою первую категорию. Затем начните перетаскивать файлы в свою категорию.

source: Codeer
ru_ru: Кодировщик

source: Columns
ru_ru: Колонки

source: Create
ru_ru: Создать

source: Create Category
ru_ru: Создать категорию

source: Crop images
ru_ru: Обрезка изображений

source: Deactivate License
ru_ru: Деактивировать Лицензию

source: Delete
ru_ru: Удалить

source: Delete Category
ru_ru: Удалить категорию

source: Delete Plugin Data
ru_ru: Удалить данные плагина

source: Did you watch the official %s?
ru_ru: Вы смотрели официальные %s?

source: Disable AJAX (List View)
ru_ru: Отключить AJAX

source: Disable AJAX refresh in list view (media library)
ru_ru: Отключить обновление AJAX в виде списка (медиа галерея)

source: Display your images in a beautiful gallery.
ru_ru: Отобразить ваши изображения в красивой галерее.

source: Do you want to delete this media category? This only deletes the taxonomy term in your database. Your files are safe.
ru_ru: Вы хотите удалить эту категорию носителей? Это только удаляет термин таксономии в вашей базе данных. Ваши файлы в безопасности.

source: Edit Category
ru_ru: Редактировать категорию

source: Enable alternative count calculation
ru_ru: Включить альтернативный расчет количества

source: Enable multiple categories
ru_ru: Включить несколько категорий

source: Enable SVG Upload, Preview & Sanitization
ru_ru: Включить загрузку SVG, Предварительный просмотр и фильтрация

source: Enable to remove an item from all categories
ru_ru: Включить удаление элемента из всех категорий

source: Error: License key could not be deleted.
ru_ru: Ошибка: Лицензионный ключ не может быть удален.

source: Error: No item ID(s) passed.
ru_ru: Ошибка: Идентификатор элемента(ов) не передан.

source: Error: No term ID passed.
ru_ru: Ошибка: Идентификатор термина не пройден.

source: Full size
ru_ru: Полный размер

source: Gallery Settings
ru_ru: Настройки галереи

source: General
ru_ru: Общие

source: Get HappyFiles Pro
ru_ru: Получить HappyFiles Pro

source: Go Pro
ru_ru: Получить PRO весию

source: Go to media library
ru_ru: Перейти в медиа галерею

source: HappyFiles account
ru_ru: Аккаунт HappyFiles

source: HappyFiles data and options deleted.
ru_ru: Данные HappyFiles и параметры удалены.

source: HappyFiles Gallery
ru_ru: HappyFiles галерея

source: HappyFiles Settings
ru_ru: HappyFiles настройки

source: Hold down CTRL/CMD to select multiple categories.
ru_ru: Удерживая нажатой клавишу CTRL/CMD, выберите несколько категорий.

source: I don't know how to use this plugin
ru_ru: Я не знаю, как использовать этот плагин

source: I found a better plugin
ru_ru: Я нашел плагин получше

source: I no longer need this plugin
ru_ru: Мне больше не нужен этот плагин

source: I upgraded to HappyFiles Pro for unlimited media categories :)
ru_ru: Я обновился до HappyFiles Pro для неограниченных категорий медиа :)

source: Image size
ru_ru: Размер изображения

source: Import
ru_ru: Импорт

source: Import/delete plugin data
ru_ru: Импорт/удаление данных плагина

source: Include child categories
ru_ru: Включить дочерние категории

source: Invalid sidebar width.
ru_ru: Недопустимая ширина боковой панели.

source: It's just a temporary deactivation
ru_ru: Это просто временная деактивация

source: Large
ru_ru: Большой

source: Let's create your first media category: %s
ru_ru: Давайте создадим вашу первую медиа-категорию: %s

source: License key has been deleted successfully.
ru_ru: Лицензионный ключ был успешно удален.

source: Link to
ru_ru: Ссылка на

source: Looks like you've used another media folders plugin before HappyFiles. %s
ru_ru: Похоже, вы использовали еще один плагин медиа папок до HappyFiles. %s

source: Max. number of images
ru_ru: Максимальное количество изображений

source: Media File
ru_ru: Медиафайлы

source: Medium
ru_ru: Средний

source: Move
ru_ru: Переместить

source: New category name
ru_ru: Новое имя категории

source: No category name or term ID provided.
ru_ru: Имя категории или идентификатор термина не указаны.

source: No category selected.
ru_ru: Категория не выбрана.

source: No folders found to import.
ru_ru: Папки для импорта не найдены.

source: No HappyFiles data to delete.
ru_ru: Нет данных HappyFiles для удаления.

source: None
ru_ru: Ничего

source: Not an admin
ru_ru: Не администратор

source: One Click Updates
ru_ru: Обновления в один клик

source: Only selected user roles can create, rename, delete, arrange and upload to categories. Administrators always have full control over file categories.
ru_ru: Только выбранные роли пользователей могут создавать, переименовывать, удалять, упорядочивать и загружать в категории. Администраторы всегда имеют полный контроль над категориями файлов.

source: Only the site admin can deactivate the HappyFiles PRO license.
ru_ru: Только администратор сайта может деактивировать лицензию HappyFiles PRO.

source: Optional: Assign a category to your uploaded file(s):
ru_ru: Необязательно: Назначьте категорию загруженному файлу(файлам):

source: Order
ru_ru: Заказ

source: Order by
ru_ru: Заказать по

source: Organize your WordPress media files in folders/categories via drag and drop.
ru_ru: Организуйте свои медиафайлы WordPress в папки/категории с помощью перетаскивания.

source: Other
ru_ru: Другое

source: Paste your license key from your %s in here to enable one-click plugin updates from your WordPress dashboard.
ru_ru: Вставьте лицензионный ключ из вашего %s сюда, чтобы включить обновление плагинов одним щелчком мыши с панели управления WordPress.

source: Please enter a category name.
ru_ru: Пожалуйста введите имя категории

source: Please finish renaming your media category first.
ru_ru: Пожалуйста, сначала закончите переименовывать свою медиа-категорию.

source: Please select a category to rename.
ru_ru: Пожалуйста, выберите категорию для переименования.

source: Please select a media category to delete.
ru_ru: Пожалуйста, выберите категорию носителей для удаления.

source: Please share the reason.
ru_ru: Пожалуйста, поделитесь причиной.

source: Post Types
ru_ru: Тип постов

source: Quick Feedback
ru_ru: Быстрая обратная связь

source: rating it
ru_ru: Оценка этого

source: Remove from all categories
ru_ru: Удалить из всех категорий

source: Rename
ru_ru: Перимен.

source: Rename Category
ru_ru: Переименовать категорию

source: Save Changes
ru_ru: Сохранить изменения

source: Search Category
ru_ru: Найти категорию

source: Set this option to enable assigning multiple categories. If disabled only a single category can be assigned for each item.
ru_ru: Установите этот параметр, чтобы включить назначение нескольких категорий. Если этот параметр отключен, то для каждого элемента может быть назначена только одна категория.

source: Set when you experience problems using plugins alongside HappyFiles that alter the media library list view (such as Imagify).
ru_ru: Устанавливается при возникновении проблем с использованием плагинов наряду с HappyFiles, которые изменяют представление списка медиатек (например, Imagify).

source: Set when you experience problems using plugins alongside HappyFiles that can alter your media files (such as WPML). Requires more queries.
ru_ru: Установите, когда у вас возникнут проблемы с использованием плагинов наряду с HappyFiles, которые могут изменять ваши медиафайлы (например, WPML). Требуется больше запросов.

source: Settings
ru_ru: Настройки

source: Sidebar width updated.
ru_ru: Обновлена ширина боковой панели.

source: Skip &amp; Deactivate
ru_ru: Пропустить и Деактивировать

source: Sort ascending
ru_ru: Сортировка по возрастанию

source: Sort descending
ru_ru: Сортировка по убыванию

source: Submit &amp; Deactivate
ru_ru: Отправить и Деактивировать

source: The selected category has no images.
ru_ru: Выбранная категория не имеет изображений.

source: This file couldn't be sanitized for security reasons and wasn't uploaded.
ru_ru: Этот файл не мог быть очищен по соображениям безопасности и не был загружен.

source: This free version of HappyFiles allows you to create and manage up to 10 media categories. Get HappyFiles Pro for unlimited media categories and premium support.
ru_ru: Эта бесплатная версия HappyFiles позволяет создавать и управлять до 10 медиа-категорий. Получите HappyFiles Pro для неограниченного количества медиа-категорий и премиум-поддержки.

source: Thumbnail
ru_ru: Обложка

source: Uncategorized
ru_ru: Без категории

source: Upgrade to %s to categorize posts, pages, custom post types, WooCommerce products/orders/coupons.
ru_ru: Обновите до %s, чтобы классифицировать сообщения, страницы, пользовательские типы сообщений, продукты WooCommerce/заказы/купоны.

source: Upgrade to %s to enable SVG uploads, sanitization, and preview.
ru_ru: Этот файл не мог быть очищен по соображениям безопасности и не был загружен.

source: video walkthrough
ru_ru: видео пошаговое руководство

source: View media library
ru_ru: Просмотр медиафайлов

source: What is the name of this plugin?
ru_ru: Как называется этот плагин?

source: When removing a category from an item all other categories of this item will be removed. If disabled only the open category will be removed from an item.
ru_ru: При удалении категории из элемента будут удалены все остальные категории этого элемента. Если этот параметр отключен, то из элемента будет удалена только открытая категория.

source: Wow, time flies. You have been using HappyFiles for quite a while now. If you like the plugin, please consider %s to help others discover it too.
ru_ru: Ничего себе, время летит. Вы используете HappyFiles уже вполне долгое время. Если вам нравится плагин, пожалуйста, подумайте о %s, чтобы рассказать другим людям так же пользоваться им.

source: You can view, but not edit media categories.
ru_ru: Вы можете просматривать, но не редактировать категории мультимедиа.
